[
  {
    "name": "Uginanie Ramion na Ławce Skośnej z Młotkowym Chwytem",
    "type": "siła",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "początkujący",
    "instructions": "Usiądź na skośnej ławce trzymając hantlę w każdej ręce. Plecy powinny być mocno przyciśnięte do oparcia, a stopy razem. Pozwól hantlom zwisać prosto w dół przy boku, trzymając je neutralnym chwytem. To będzie Twoja pozycja wyjściowa. Rozpocznij ruch przez zginanie w łokciu, starając się utrzymać górną część ramienia nieruchomo. Kontynuuj do góry ruchu i zatrzymaj się, a następnie powoli wróć do pozycji wyjściowej."
  },
  {
    "name": "Uginanie Ramion ze Sztangą na Szeroki Chwyt",
    "type": "siła",
    "muscle": "biceps",
    "equipment": "sztanga",
    "difficulty": "początkujący",
    "instructions": "Stań prosto z wyprostowanym tułowiem trzymając sztangę na szerokim, zewnętrznym chwycie. Dłonie powinny być skierowane do przodu. Łokcie powinny być blisko tułowia. To będzie Twoja pozycja wyjściowa. Trzymając górną część ramienia nieruchomo, zginaj sztangę do przodu, kurcząc biceps podczas wydechu. Wskazówka: Tylko przedramiona powinny się poruszać. Kontynuuj ruch do momentu pełnego skurczu bicepsów, gdy sztanga znajdzie się na wysokości ramion. Zatrzymaj się na chwilę w pozycji skurczu i mocno ściskaj biceps. Powoli zacznij wracać do pozycji wyjściowej podczas wdechu. Powtórz zalecaną liczbę powtórzeń. Warianty: Możesz także wykonać to ćwiczenie używając sztangi E-Z lub końcówki E-Z podłączonej do dolnego wyciągu. Ta wersja wydaje się zapewniać dobry skurcz na szczycie ruchu. Możesz także użyć bliższego chwytu dla różnorodności."
  },
  {
    "name": "Uginanie Ramion ze Sztangą EZ na Ławce Spider",
    "type": "siła",
    "muscle": "biceps",
    "equipment": "sztanga",
    "difficulty": "średniozaawansowany",
    "instructions": "Zacznij od ustawienia sztangi na części ławki do modlitewnika, na której zwykle siadasz. Upewnij się, że sztanga jest właściwie wyważona i nie spadnie. Przejdź na przednią stronę ławki (tam, gdzie zwykle opierasz ramiona) i ułóż się pod kątem 45 stopni, przyciskając tułów i brzuch do przedniej części ławki. Upewnij się, że stopy (szczególnie palce) są dobrze ustawione na podłodze i umieść górną część ramion na poduszce znajdującej się na wewnętrznej części ławki. Użyj rąk, aby chwycić sztangę chwytem supinacyjnym (dłonie skierowane do góry) w odległości około szerokości ramion lub nieco bliżej siebie. Powoli zacznij podnosić sztangę do góry i wydechuj. Zatrzymaj się na chwilę w pozycji skurczu, ściskając bicepsy. Powoli zacznij opuszczać sztangę do pozycji wyjściowej, wdychając. Powtórz zalecaną liczbę powtórzeń. Wariant: Możesz także użyć hantli do wykonania tego ćwiczenia. Upewnij się tylko, że umieścisz hantle na części ławki, na której zwykle siadasz."
  },
  {
    "name": "Młotkowe Uginanie Ramion",
    "type": "siła",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "średniozaawansowany",
    "instructions": "Stań prosto z wyprostowanym tułowiem, trzymając hantlę w każdej ręce wzdłuż ciała. Łokcie powinny być blisko tułowia. Dłonie powinny być zwrócone w kierunku tułowia. To będzie Twoja pozycja wyjściowa. Teraz, trzymając górną część ramienia nieruchomo, wydechuj i zginaj ciężar do przodu, kurcząc biceps. Kontynuuj podnoszenie ciężaru, aż biceps będzie całkowicie skurczony, a hantla na wysokości ramienia. Zatrzymaj się na chwilę w pozycji skurczu, ściskając biceps. Wskazówka: Skup się na utrzymaniu łokcia w miejscu i poruszaj tylko przedramieniem. Po krótkiej przerwie, wdychaj i powoli zacznij opuszczać hantle z powrotem do pozycji wyjściowej. Powtórz zalecaną liczbę powtórzeń. Warianty: Istnieje wiele możliwych wariantów tego ruchu. Na przykład, możesz wykonać ćwiczenie siedząc na ławce z oparciem lub bez, a także możesz wykonywać je na przemian ramionami; najpierw podnieś prawe ramię na jedno powtórzenie, potem lewe, potem znowu prawe, itd."
  },
  {
    "name": "Uginanie Ramion ze Sztangą EZ",
    "type": "siła",
    "muscle": "biceps",
    "equipment": "sztanga EZ",
    "difficulty": "średniozaawansowany",
    "instructions": "Stań prosto, trzymając sztangę EZ na szerokim, zewnętrznym chwycie. Dłonie powinny być skierowane do przodu i lekko przechylone do wewnątrz ze względu na kształt sztangi. Trzymaj łokcie blisko tułowia. To będzie Twoja pozycja wyjściowa. Teraz, trzymając górną część ramienia nieruchomo, wydechuj i zginaj ciężar do przodu, kurcząc biceps. Skup się na poruszaniu tylko przedramionami. Kontynuuj podnoszenie ciężaru, aż biceps będzie całkowicie skurczony, a sztanga na wysokości ramienia. Zatrzymaj się na chwilę w pozycji skurczu i ściskaj biceps. Następnie wdychaj i powoli opuszczaj sztangę z powrotem do pozycji wyjściowej. Powtórz zalecaną liczbę powtórzeń. Warianty: Możesz także wykonać to ćwiczenie używając końcówki EZ podłączonej do dolnego wyciągu. Ta wersja wydaje się zapewniać dobry skurcz na szczycie ruchu. Możesz także użyć bliższego chwytu dla różnorodności."
  },
  {
    "name": "Zottman Curl",
    "type": "siła",
    "muscle": "biceps",
    "equipment": "Brak",
    "difficulty": "średniozaawansowany",
    "instructions": "Stań prosto z wyprostowanym tułowiem, trzymając hantlę w każdej ręce wzdłuż ciała. Łokcie powinny być blisko tułowia. Upewnij się, że dłonie są zwrócone do siebie. To będzie Twoja pozycja wyjściowa. Trzymając górną część ramienia nieruchomo, zginaj ciężar, kurcząc biceps podczas wydechu. Tylko przedramiona powinny się poruszać. Nadgarstek powinien obracać się tak, aby uzyskać chwyt supinacyjny (dłonie do góry). Kontynuuj ruch aż do pełnego skurczu bicepsów, gdy hantle znajdą się na wysokości ramion. Zatrzymaj się na chwilę w pozycji skurczu i ściskaj biceps. Teraz, będąc w pozycji skurczu, obróć nadgarstek, aby uzyskać chwyt pronacyjny (dłonie skierowane w dół) z kciukiem w wyższej pozycji niż mały palec. Powoli zacznij opuszczać hantle w dół, używając chwytu pronacyjnego. Gdy hantle zbliżą się do ud, zacznij obracać nadgarstek, aby wrócić do neutralnego chwytu (dłonie skierowane do ciała). Powtórz zalecaną liczbę powtórzeń."
  },
  {
    "name": "Uginanie Ramion ze Sztangielkami do Wyciskania zza Głowy",
    "type": "siła",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "początkujący",
    "instructions": "Zacznij w pozycji stojącej, trzymając hantlę w każdej ręce. Ramiona powinny zwisać przy bokach z dłońmi skierowanymi do przodu. Patrz prosto przed siebie, trzymając klatkę piersiową w górze, z nogami ustawionymi na szerokość ramion. To będzie Twoja pozycja wyjściowa. Rozpocznij ruch, zginając łokcie, aby podnieść ciężar. Nie używaj pędu ani nie zginalaj w ramionach, zamiast tego wykonaj kontrolowany ruch. Wykonaj ruch wyciskania, prostując ramię, zginalając i odwodząc ramię, aby obracać ramię, gdy podnosisz je nad głowę. Zatrzymaj się na chwilę na szczycie ruchu, zanim odwrócisz ruch, aby wrócić do pozycji wyjściowej. Wykonaj zalecaną liczbę powtórzeń przed przejściem na drugą stronę."
  },
  {
    "name": "Uginanie Ramion ze Sztangą",
    "type": "strength",
    "muscle": "biceps",
    "equipment": "barbell",
    "difficulty": "intermediate",
    "instructions": "Stań prosto, trzymając sztangę chwytem na szerokość barków. Dłonie powinny być skierowane do przodu, a łokcie blisko tułowia. To będzie Twoja pozycja wyjściowa. Trzymając górną część ramienia nieruchomo, zginaj sztangę do przodu, kurcząc biceps podczas wydechu. Wskazówka: Tylko przedramiona powinny się poruszać. Kontynuuj ruch aż biceps będzie w pełni skurczony i sztanga znajdzie się na wysokości ramion. Zatrzymaj skurcz na sekundę i ściskaj mocno biceps. Powoli zacznij opuszczać sztangę do pozycji wyjściowej podczas wdechu. Powtórz zalecaną liczbę powtórzeń. Warianty: Możesz również wykonać to ćwiczenie używając prostej końcówki przymocowanej do niskiego wyciągu. Ta wersja wydaje się zapewniać dobry skurcz na szczycie ruchu. Możesz również użyć bliższego chwytu dla zróżnicowania."
  },
  {
    "name": "Uginanie Ramion z Koncentracją",
    "type": "strength",
    "muscle": "biceps",
    "equipment": "dumbbell",
    "difficulty": "intermediate",
    "instructions": "Usiądź na płaskiej ławce z jedną hantlą umieszczoną przed Tobą między nogami. Nogi powinny być rozstawione, kolana zgięte, a stopy na podłodze. Użyj prawej ręki, aby podnieść hantlę. Połóż tył prawego górnego ramienia na górnej części wewnętrznej strony prawego uda. Obróć dłoń tak, aby była skierowana do przodu, z dala od uda. Wskazówka: Twoje ramię powinno być wyprostowane, a hantla powyżej podłogi. To będzie Twoja pozycja wyjściowa. Trzymając górną część ramienia nieruchomo, zginaj hantle do przodu, kurcząc biceps podczas wydechu. Tylko przedramiona powinny się poruszać. Kontynuuj ruch aż biceps będzie w pełni skurczony, a hantle znajdą się na wysokości ramion. Wskazówka: Na szczycie ruchu upewnij się, że mały palec Twojej ręki jest wyżej niż kciuk. Gwarantuje to dobry skurcz. Zatrzymaj skurcz na sekundę, ściskając biceps. Powoli zacznij opuszczać hantle do pozycji wyjściowej podczas wdechu. Uwaga: Unikaj ruchów kołyszących w dowolnym momencie. Powtórz zalecaną liczbę powtórzeń. Następnie powtórz ruch lewą ręką. Warianty: To ćwiczenie można również wykonać stojąc, z tułowiem pochylonym do przodu i ramieniem przed sobą. W tym przypadku nie używa się wsparcia dla tylnej części ramienia, więc będziesz musiał dodatkowo zadbać o to, aby górna część ramienia się nie poruszała. Jest to trudniejsza wersja ćwiczenia i nie jest zalecana dla osób z problemami z dolnym odcinkiem pleców."
  },
  {
    "name": "Uginanie Ramion na Ławce Skośnej z Hantlami Flexor",
    "type": "strength",
    "muscle": "biceps",
    "equipment": "dumbbell",
    "difficulty": "beginner",
    "instructions": "Trzymaj hantlę bliżej zewnętrznej strony, tak aby większy ciężar znajdował się po stronie bliższej ciała. (Można to zastosować dla lepszego efektu we wszystkich ćwiczeniach na biceps z hantlami). Teraz wykonaj normalne uginanie ramion z hantlami na ławce skośnej, ale trzymaj nadgarstki jak najdalej do tyłu, aby zneutralizować wszelkie obciążenia na nich. Usiądź na skośnej ławce pod kątem 45 stopni, trzymając hantlę w każdej ręce. Pozwól ramionom zwisać w dół po bokach, z łokciami wewnętrznymi, obróć dłonie do przodu, z kciukami skierowanymi na zewnątrz od ciała. Wskazówka: Ta pozycja dłoni powinna być zachowana przez cały ruch, nie powinno być żadnego skręcania dłoni podczas podnoszenia. To będzie Twoja pozycja wyjściowa. Podnieś obie hantle jednocześnie, aż biceps będzie w pełni skurczony i wydech. Wskazówka: Nie machaj ramionami ani nie używaj pędu. Zachowaj kontrolowany ruch przez cały czas. Przytrzymaj skurcz na sekundę na górze. Podczas wdechu powoli wróć do pozycji wyjściowej. Powtórz zalecaną liczbę powtórzeń. Uwaga: Nie prostuj całkowicie ramion, gdyż możesz uszkodzić łokcie, jeśli je przeprostujesz. Upewnij się również, że podczas opuszczania hantli poruszasz się powoli, aby uniknąć urazów. Warianty: Możesz również użyć linek do tego ruchu."
  }
]
